---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadMomentMz2
source: html/7a54b111-1775-a24e-6e24-f0d280eea115.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadMomentMz2 Property

"Mz 2"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadMomentMz2 { get; }
```